//SBGOLOBC JOB ,'SAM GOLOB',CLASS=B,
//    MSGCLASS=X,NOTIFY=&SYSUID
//*
//S1 EXEC PGM=LODCOMPR,PARM='FILES=3,LIST=EXCEPTIONS'
//STEPLIB DD DISP=SHR,DSN=SYS1.CBT.LINKLIB
//*   FILES=1, 2, or 3
//*   LIST=ALL, EXCEPTIONS, or DUPS
//INPUT1   DD DISP=SHR,DSN=SYS1.CBT.LINKLIB,UNIT=3390,VOL=SER=Z27RS1
//INPUT2   DD DISP=SHR,DSN=SYS1.CBT.LINKLIB,UNIT=3390,VOL=SER=Z26RS1
//INPUT3   DD DISP=SHR,DSN=SYS1.CBT.LINKLIB,UNIT=3390,VOL=SER=Z25RS1
//SYSPRINT DD SYSOUT=*,DCB=RECFM=FA
//SYSUDUMP DD SYSOUT=*
